{
    "greetings": "Welcome to U&K UNIVERSITY , I am admission enquiry chatbot. How can I help you today? ", 
    "abilities":"I can help you with the queries related to U&K University.",
    "name": "U&K UNIVERSITY",
    "admission_procedures": "Our admission procedures involve submitting an online application, followed by entrance exams and interviews.",
    "requirements": "You need to have completed your high school with a minimum of 60% marks.",
    "deadlines": "The deadlines for applications are June 30th for undergraduate programs and July 31st for postgraduate programs.",
    "academics": "We offer a variety of undergraduate and postgraduate programs in fields such as Engineering, Science, and  Arts.",
    "engineering": "Our college provides streams like Computer Science and Engineering ,Electronics and Communication Engineering,Mechanical Engineering ,Civil Engineering and Chemical Engineering.",
    "science":"Our college provides streams in science like Physics ,Chemistry ,Biology , Mathematics and Computer Science.",
    "arts":"Our college provides arts courses such as Literature, History, Sociology, Psychology and Political Science.",
    "address": "Our college is located at 456 Main Street, Anytown INDIA. We have plenty of parking and are easily accessible by public transportation. ",
    "contact": "For any queries, you can get in touch with us at our phone number 1234567890 or email us at riseuni@gmail.com. ",
    "sports": "We have facilities for various sports including football, basketball, cricket, and tennis.",
    "extra_curricular": "Our college offers various extra-curricular activities including drama, music, dance, and debate clubs.",
    "student_bodies": "We have several student bodies including the Student Council, Cultural Committee, and Sports Committee.",
    "hostel_facilities": "We provide well-maintained hostel facilities with options for single, double, and triple occupancy rooms.",
    "transport_facilities": "The college is well-connected with nearby railway stations, bus stands, and an airport. The distances are as follows: Railway Station - 5 km, Bus Stand - 3 km, Airport - 10 km.",
    "college_type": "Our college is a government college.",
    "teaching_staff_qualifications": "The minimum qualifications of the teaching staff include a Master's degree in their respective fields, with many holding PhDs.",
    "department_info": "The oldest department is the Department of Physics, and the best department is the Department of Computer Science.",
    "fee_structure": "The fee structure varies by program. For undergraduate programs, the annual fee is approximately $5000, and for postgraduate programs, it is $7000.",
    "highest_percentage": "The highest academic percentage in the last 5 years was 95%.",
    "toppers": ["John Doe", "Jane Smith", "Michael Johnson"],
    "infrastructure": "Our infrastructure includes a library, club rooms, academic buildings, lab sections, and a playground.",
    "timings": {
        "library": "8 AM to 8 PM",
        "classes": "9 AM to 5 PM",
        "labs": "9 AM to 6 PM"
    },
    "tech_classes": "Yes, we offer technology-related classes such as coding, AI, and machine learning.",
    "extra_curricular_activities": "Yes, we conduct various extra-curricular activities throughout the year.",
    "sport_facilities": "We have facilities for football, basketball, cricket, tennis, and a well-equipped gym.",
    "pwd_facilities": "We provide special facilities for PWD candidates including ramps, lifts, and accessible restrooms.",
    "hostel_details": "Our hostels are equipped with modern amenities and are regularly maintained.",
    "hostel_distance": "The hostels are located within a 1 km radius from the college.",
    "mess_menu": "The mess menu includes a variety of dishes, both vegetarian and non-vegetarian, with special meals on weekends.",
    "hostel_sports": "Yes, we have sports facilities inside the hostel premises including a gym and a basketball court.",
    "medical_facilities": "We provide medical facilities with a dedicated health center and ambulance service.",
    "grading_system": "We follow a CGPA-based grading system.",
    "out_of_syllabus_teaching": "Yes, teachers often cover topics beyond the syllabus to enhance students' knowledge.",
    "coding_classes": "Yes, we provide introductory coding classes for beginners.",
    "digital_teaching": "Yes, our teaching methods include digital tools and online resources.",
    "student_teacher_ratio": "The student-teacher ratio is 20:1.",
    "male_female_ratio": "The male to female student ratio is 60:40.",
    "student_encouragement": "We encourage students to pursue their interests and provide the necessary support.",
    "faculty_training": "We provide regular training sessions for our faculty to keep them updated with the latest teaching methods.",
    "soft_skills_training": "Yes, we offer soft skills training for our students.",
    "placement_cell": "Our training and placement cell actively works to connect students with alumni and potential employers.",
    "research_sessions": "Yes, we conduct research-oriented sessions for interested students.",
    "sexual_harassment_ragging": "We have strict policies against sexual harassment and ragging.",
    "religious_activities": "We support all types of religious activities inside the college.",
    "women_protection_cell": "Yes, we have a women protection cell to ensure safety and security.",
    "student_body": "Yes, we have a student body that represents the students.",
    "fire_safety": "Yes, we have fire safety measures in place.",
    "rti_act": "Yes, we follow the RTI act.",
    "on_campus_banks": "We have banks inside the college, including SBI and ICICI.",
    "scholarships": "We provide scholarships for merit and financially backward students.",
    "fests": "Yes, we conduct annual fests including cultural and technical fests.",
    "pets_policy": "Yes, we allow pets and have an animal cell.",
    "service_schemes": "Yes, we conduct service schemes for students to participate in.",
    "competitions": "Yes, we conduct various competitions for extra-curricular activities.",
    "transport_facilities_inside_campus": "Yes, we provide shuttle services within the campus to facilitate easy movement for students and staff.",
    "farewell": "Good bye! Have a great day."
}
